alsa-utils
amd-ucode
arandr
base
base-devel
bc
bluez
bluez-utils
bspwm
conky
cpupower
dmenu
dmidecode
dosfstools
dunst
efibootmgr
fd
feh
flameshot
gcc
git
gpick
grub
gvfs
hdparm
iw
libreoffice-still
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
man-db
man-pages
mtools
nano
neofetch
neovim
networkmanager
nodejs
npm
ntfs-3g
obsidian
openssh
pamixer
pavucontrol
picom
pkgstats
polybar
pulseaudio-alsa
pulseaudio-bluetooth
python-ipykernel
python-pip
rofi
ruff
rust
sudo
sxhkd
syslinux
telegram-desktop
thunar
thunar-volman
transmission-qt
udisks2
unrar
unzip
usbutils
xclip
xf86-video-amdgpu
xorg-server
xorg-x11perf
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xss-lock
zip
zsh
zsh-completions
